[  {
  "keys": ["1"],
  "name": "Original Theme",
  "url": "https://www.youtube.com/watch?v=JuYeHPFR3f0",
  "text": "Aaaahh ik weet het nog goed, in het mooie jaartal van 1997 begon het allemaal. Deze themesong van het eerste Pokémon seizoen brengt nostalgische gevoelens naar boven!"
}, {
  "keys": ["2"],
  "name": "Pokérap",
  "url": "https://www.youtube.com/watch?v=xMk8wuw7nek",
  "text": "Pittig om mee te rappen, maar een beetje een Pokémon Go trainer moet toch een heel eind komen? Laat eens horen wat je kunt?"
}, {
  "keys": ["3"],
  "name": "Brother oh Brother",
  "url": "https://www.youtube.com/watch?v=uEC7tPPKAXQ",
  "text": "Tsja wat kan ik zeggen, pak de tissues maar en bereid je voor op een potje lekker huilen. Wat een moment in de film zeg, als dat je niet aan het denken zet over wat er nou echt belangrijk is, is je hart net zo van steen als ash is :'("
}, {
  "keys": ["4"],
  "name": "2 B A Master",
  "url": "https://www.youtube.com/watch?v=4kJ9wp-mog8",
  "text": "Lekker even knallen! Gepaste hoogmoed is af en toe wel geplaatst, zeker voor een Mystic speler ;)"
}, {
  "keys": ["5"],
  "name": "Veridian City",
  "url": "https://www.youtube.com/watch?v=fOsdy1ZsXUs",
  "text": "Zijn we niet allemaal 'on the road'?"
}, {
  "keys": ["6"],
  "name": "Johto Theme",
  "url": "https://www.youtube.com/watch?v=Pb8lWlEqcgY",
  "text": "Generatie 2! Ik weet nog goed dat ik mijn eerste gameboy color met pokemon goud kreeg! 100 nieuwe pokemon om te vangen, wat een feest was dat!"
}, {
  "keys": ["7"],
  "name": "What kind of Pokémon are you",
  "url": "https://www.youtube.com/watch?v=vDNzyytIw24",
  "text": "We kennen allemaal het nummer natuurlijk wel, maar sta je er wel eens bij stil? Wat voor soort pokémon ben je eigenlijk?"
}, {
  "keys": ["8"],
  "name": "My best friends",
  "url": "https://www.youtube.com/watch?v=gmvWPiV37BM",
  "text": "Tot het einde zullen we samen zijn, wat wil je nou nog meer? Dat geld niet alleen voor ash, maar natuurlijk ook voor ons. Als team Mystic staan we voor elkaar klaar!"
}, {
  "keys": ["9"],
  "name": "Blah blah blah",
  "url": "https://www.youtube.com/watch?v=HVo11y8AgNA",
  "text": "Ken je dat? Pokémon is natuurlijk geweldig, maar soms doen mensen er wat minachtend over. Dit is het perfecte nummer om even lekker mee te zingen"
}, {
  "keys": ["10"],
  "name": "Double Trouble",
  "url": "https://www.youtube.com/watch?v=ngovaH86VVU",
  "text": "Aiaiai, soms heb je bad guys die je gyms willen overnemen. Gelukkig zijn team Instinct en Valor ongeveer even capabel als Team Rocket"
}, {
  "keys": ["11"],
  "name": "Together forever",
  "url": "https://www.youtube.com/watch?v=iqvBT9fSEHw",
  "text": "Zin in een zoet nummer? Deze is voor jou! Samen met je Mystic vrienden door de wereld trekken en gewoon een leuke tijd hebben:)"
}, {
  "keys": ["12"],
  "name": "Pikachu, i choose you",
  "url": "https://www.youtube.com/watch?v=rwYuX8uhavg",
  "text": "Een hoog ritmisch tango achtig nummer over een trainer die verliefd wordt op zijn pikachu, wat wil je nou nog meer?"
}, {
  "keys": ["13"],
  "name": "All we wanna do",
  "url": "https://www.youtube.com/watch?v=ga0amedF7C0",
  "text": "Ja wat zal ik er eens van zeggen? Wat we willen is gewoon een leuke tijd hebben! Pokémon vangen, stops draaien, en alleen maar blauwe gyms. Is dat nou teveel gevraagt?"
}, {
  "keys": ["14"],
  "name": "You and me and Pokémon",
  "url": "https://www.youtube.com/watch?v=fERhjPooumo",
  "text": "Een wereld die we met elkaar delen, we moeten er daarom een mooie plek van maken voor jou, mij en onze pokemon! Doe dus gewoon eens lief naar elkaar ;) (uitzondering voor instinct en valor natuurlijk)"
}, {
  "keys": ["15"],
  "name": "Song of Jigglypuff",
  "url": "https://www.youtube.com/watch?v=iU3JU8kRsI8",
  "text": "Heb je slecht geslapen? Zet dit nummer aan en je bent zo in ...... hmmmm? ...... zzzzzzzzz"
}, {
  "keys": ["16"],
  "name": "Two perfect girls",
  "url": "https://www.youtube.com/watch?v=wNQeBdrFbek",
  "text": "Keuzestres, kennen jullie dat? Nu zijn er verschillende redenen om dit te hebben, en in dit geval gaat het wel over een hele belangrijke keuze. Helpen jullie Brock met kiezen?"
}, {
  "keys": ["17"],
  "name": "Pikachu's goodbye",
  "url": "https://www.youtube.com/watch?v=xghYihKX9Es",
  "text": "Herinneren jullie deze aflevering nog? Ik heb huilend op de bank gezeten, hoe durft hij! Niet zo stom doen! Er zit iets in mn oog"
}, {
  "keys": ["18"],
  "name": "Dance Mix",
  "url": "https://www.youtube.com/watch?v=5i8tCNDTr3I",
  "text": "Zin om even lekker los te gaan? Goede keus! Sloop wat gyms om je energie kwijt te kunnen ofzo ;)"
}, {
  "keys": ["19"],
  "name": "Pokémon world",
  "url": "https://www.youtube.com/watch?v=I_SaRl12o7s",
  "text": "We leven allemaal in een wereld van Pokémon! Door Pokémon Go is dat realistischer dan ooit tevoren. Maar.... Heb jij de skills om #1 te zijn?"
}, {
  "keys": ["20"],
  "name": "This side of paradise",
  "url": "https://www.youtube.com/watch?v=GvvA0J6o_yM",
  "text": "Niet zo bekend, maar zeker niet minder catchy! na na nana na naaaa met zn allen!"
}, {
  "keys": ["21"],
  "name": "Born to be a winner",
  "url": "https://www.youtube.com/watch?v=q7RJeGlLobo",
  "text": "Zijn we niet allemaal als winnaar geboren? Maar een winnaar zijn interesseert niemand, je moet je er ook naar gedragen;) Laat zien dat je een winnaar bent en pak wat gyms!"
}, {
  "keys": ["22"],
  "name": "Master Quest",
  "url": "https://www.youtube.com/watch?v=GD1dusdGFco",
  "text": "Seizoen 6 alweer, en het voelt nog als zo lang geleden. Het is net alsof mijn hele jeugd uit Pokémon bestond... Hoe oud ben ik? Dat vraag je toch niet?"
}, {
  "keys": ["23"],
  "name": "Unbeatable",
  "url": "https://www.youtube.com/watch?v=M7DhyZ7h1yc",
  "text": "Onverslaanbaar! Dat moeten we zijn als team! Ik ben er van overtuigd dat we als team dusdanig samen kunnen spelen dat Valor en Instinct gevangen worden door angstzweet bij het horen van onze naam!"
}, {
  "keys": ["24"],
  "name": "Firelight",
  "url": "https://www.youtube.com/watch?v=nLBlOhihhrg",
  "text": "De perfecte tune bij het slopen van een gym. Je kunt van de heer TT zeggen wat je wilt, maar hij heeft een nummer gevonden dat een flinke sloopzucht oproept!"
}, {
  "keys": ["25"],
  "name": "Ember",
  "url": "https://www.youtube.com/watch?v=uGcjAKZ5TUk",
  "text": "Alhoewel ik, Blanche, natuurlijk de kenner op Pokémon Go gebied ben, kan Nick ook wel eens nuttig uit de hoek komen. Hoe dan ook, een lekker up beat nummertje speciaal voor jou ;)"
}, {
  "keys": ["26"],
  "name": "I play Pokémon Go",
  "url": "https://www.youtube.com/watch?v=vfc42Pb5RA8",
  "text": "Sommige dagen zit het tegen, en vandaag is blijkbaar zo'n dag. Ondanks dat dit nummer het Guinness book of records haalde als meest bekeken Pokémon Go video, zullen jullie het met me eens zijn dat er, zwak uitgedrukt, betere muziek bestaat..."
}, {
  "keys": ["27"],
  "name": "Lugia's Song",
  "url": "https://www.youtube.com/watch?v=ZqpXrDuLqE0",
  "text": "Soms wil je harde muziek, maar met instrumentale muziek zonder beat is op zijn tijd zeker niets mis. Geniet van dit harmonieuze samenspel en denk terug aan de tijd dat wordt hersteld door deze mooie noten!"
}, {
  "keys": ["28"],
  "name": "Tears of Life",
  "url": "https://www.youtube.com/watch?v=mH0008o-6cs",
  "text": "Weinig verhalen zijn indrukwekkender, of zetten je meer aan het denken dan het verhaal van Mewtwo. 'Waarom zijn we hier?', 'Wat is ons doel?', 'Wat maakt ons wat we zijn?' RIP Amber!"
  }, {
  "keys": ["29"],
  "name": "Polkamon",
  "url": "https://www.youtube.com/watch?v=nZCZ7M_lifM",
  "text": "Voor de nep nerds die de Pokérap niet uit hun hoofd willen leren omdat dat 'niet cool genoeg' is, is er ook een alternatieve versie waar uit het hoofd kennen wat meer geaccepteerd bij het normale volk. En wie anders dan Weird Al had dat voor elkaar kunnen krijgen?"
  }, {
  "keys": ["30"],
  "name": "I'm Blue",
  "url": "https://www.youtube.com/watch?v=68ugkg9RePc",
  "text": "Ja wat zal ik zeggen? Lijkt me duidelijk dat dit nummer een uiting van trots is! Je hebt gekozen voor het beste team, en er is geen reden om daar niet ontzettend blij mee te zijn! I'm blue!"
  }, {
  "keys": ["31"],
  "name": "Lavender pogo Halloween OST",
  "url": "https://www.youtube.com/watch?v=wsoJ1SuSUUc",
  "text": "De soundtrack van het eerste event waar de muziek van het spel werd aangepast heeft altijd een speciaal plekje in mijn hart. Daarnaast is het ook nog eens een remake op de orginele theme van Lavender Town! Prima nummer, zolang ik maar niet hoef te denken aan cubone :'("
}]
