[{
  "keys": ["niantic"],
  "reply": "Niantic is het bedrijf dat Ingress 2 ontwikkelde en het Pokémon Go noemde. Door de gigantische populariteit van Pokémon is dit spel echter veel groter geworden, waardoor ze flink aan het groeien zijn."
}, {
  "keys": ["stats"],
  "reply": "Zoek je meer data van een pokemon dan ik je kan geven? Kijk hier eens rond! <https://pokemongo.gamepress.gg/pokemon-list>"
}, {
  "keys": ["weerbericht"],
  "reply": "Weer of geen weer, Valor en Instinct moeten uit hun gyms geschopt! Dus pak je revives, en ga ervoor! Articuno is niet voor niets de stormvogel!"
}, {
  "keys": ["tutorial"],
  "reply": "Pokémon go lijkt simpel, maar stiekem is het een best complex spel. Niet gevreesd, er is een hele tutorial voor geschreven! <https://delftmystic.wordpress.com/>"
}, {
  "keys": ["nest", "nest atlas"],
  "reply": "Naast de spawns die biome afhankelijk zijn heb je ook plekken die steeds dezelfde pokemon spawnen. Als je zo'n nest gevonden hebt of zoekt kun je dat hier aangeven: <https://thesilphroad.com/atlas#13.18/52.0073/4.3599>"
}, {
  "keys": ["ash"],
  "reply": "Een trainer uit Palet Town waardoor alle Pokémon hype is begonnen. Als hij trouw was gebleven aan zijn goede pokemon had hij het waarschijnlijk ver geschopt, maar hij vond het blijkbaar leuker om steeds opnieuw te beginnen."
}, {
  "keys": ["minortextfixes"],
  "reply": "Minor text fixes verwijst gekmakend naar het regelmatig incapabele niantic. Het is een referentie naar een van de eerste updates waar het spel bijzonder slecht functioneerde en iedereen aan het wachten was op optimalisaties. Na de lange tijd van wachten verscheen eindelijk de update, en de change log was: *minor text fixes*"
}, {
  "keys": ["iv", "ivs", "iv's"],
  "reply": "Zoek je nauwkeurigere IV informatie dan ik je kan geven? Gebruik deze apps:\nVoor apple: <https://itunes.apple.com/us/app/poke-genie-for-pokemon-go-auto-iv-calculator/id1143920524?mt=8>\nVoor android: <https://play.google.com/store/apps/details?id=tesmath.calcy&hl=en>\nVoor android optie 2: <https://github.com/farkam135/GoIV/releases>"
}, {
  "keys": ["pokemon", "pokémon"],
  "reply": "Pokémon zijn de loslopende beestjes die je kunt vangen om ze voor de glorie van team Mystic tegen Valor en Instinct te laten strijden."
}, {
  "keys": ["gyms"],
  "reply": "Hier is een kaart van alle gyms en regios in Delft, maak ze allemaal van ons! <https://www.google.com/maps/d/u/0/edit?mid=11DnpOBi-AsstZGT07NGO9txzxsU&ll=52.00888580917186%2C4.361529349999955&z=13>"
}, {
  "keys": ["spoofer"],
  "reply": "Een spoofer is iemand die het een goed idee vind om dit spel vanaf de bank te spelen. Dit soort treurige personen die hun pokemon niet waard zijn manipuleren hun GPS om het spel te spelen. Report dit soort faalhazen hier:\n\n<https://support.pokemongo.nianticlabs.com/hc/en-us/requests/new?ticket_form_id=319948>\nMoge Niantics banhamer genadeloos zijn"
}, {
  "keys": ["type"],
  "reply": "Zie hier een tabel met type effectiviteit:\nhttps://image.ibb.co/mxRthv/Untitled.png"
}, {
  "keys": ["test"],
  "reply": "Alles lijkt te werken! ;)"
}, {
  "keys": ["pokeboot", "pokéboot"],
  "reply": "De pokéboot, (ook bekend als Stads-Koffyhuis) is een plek in Delft Centrum waar je lekker kunt eten onder het genot van 4 pokestops. Hij is hier te vinden: <https://goo.gl/maps/DmomVUJgdaA2>"
}, {
  "keys": ["regional", "exclusive"],
  "reply": "Regional exclusive pokemon zijn alleen in specifieke delen van de wereld te vinden. Zie deze kaart <https://www.google.com/maps/d/u/0/viewer?mid=1gOn-ASh7kskCCiHK4A-IHZSwfsk>"
}, {
  "keys": ["professor oak"],
  "reply": "Hey! My name is Professor Oak, and i've known you from since you where born! Remind me again, are you a boy, or are you a girl?"
}, {
  "keys": ["counter magikarp"],
  "reply": "Top counter pokémon tegen magikarp:\n- Letterlijk alles"
}, {
  "keys": ["bloemen stop", "bloemen kunst", "flower art", "bloemenstop"],
  "reply": "De Bloemen Kunst pokestop (bij de aldi), een van de beste pokéstops in delft. Locatie: <https://goo.gl/maps/xkRgUtLm8y42>"
}, {
  "keys": ["inholland", "hogeschool inholland"],
  "reply": "De Hogeschool Inholland pokestop (op de campus), een van de beste pokéstops in delft. Locatie: <https://goo.gl/maps/3ZbYAjcb36z>"
}, {
  "keys": ["colorful balcony poetry", "colorful balcony", "colourful balcony", "colourful balcony poetry"],
  "reply": "Een van de betere stops in delft, te vinden op <https://goo.gl/maps/tFcavkm37Dm>"
}]
