[  {
  "trivia": "Spinarak heeft maar 6 poten, wat het eigenlijk een Insect ipv een Spin maakt. De andere spinnen doen het overigens niet veel beter: Ariados, Joltik en Galvantula hebben er maar 4.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/7/75/167Spinarak.png/600px-167Spinarak.png"
}, {
  "trivia": "Sommige Pokémon hebben maar 1 geslacht. Denk hierbij aan Tauros of Chansey. Gek genoeg valt Mr. Mime niet in deze catagorie.",
  "img": "https://cdn.bulbagarden.net/upload/e/ec/122Mr._Mime.png"
}, {
  "trivia": "De trivia van gister ging over vreemde genders, maar het kan gekker! Azurill heeft 1/4e kans om een man te zijn, terwijl dit voor Marill 50/50 is. Dit betekent dus dat een vrouwelijke azurill 1/3e kans heeft om van geslacht te veranderen bij een evolutie!",
  "img": "https://cdn.bulbagarden.net/upload/thumb/4/42/183Marill.png/600px-183Marill.png"
}, {
  "trivia": "Welke Pokémon is denken jullie als eerste bedacht? Pikachu? Clefairy? Nope, Rhydon!",
  "img": "https://cdn.gamerant.com/wp-content/uploads/Rhydon.jpg.optimal.jpg"
}, {
  "trivia": "De eerste Pokémon die te zien was in een spel was Nidorino, bij de uitleg van Professor Oak in Pokémon Red/ Blue. Helaas maakt deze Nidorino het geluid van een Nidorina.",
  "img": "https://cdn.gamerant.com/wp-content/uploads/Pokemon-Nidorino.jpg.optimal.jpg"
}, {
  "trivia": "Pikachu en Meowth worden in de serie als tegenovergestelde Pokémon neergezet. Dit wordt ook gecaracteriseerd doordat ze een Muis en een Kat voorstellen. Zou het toeval zijn dat hun dex nummers 25 en 52 zijn?",
  "img": "https://cdn.gamerant.com/wp-content/uploads/Pikachu-and-Meowth.png"
}, {
  "trivia": "Als Magnemite evolueert heb je eigenlijk 3 magneton die samen magneton vormen. Het gewicht van Magneton is echter niet 3, maar 10x zoveel als 1 magnemite! Bindingsenergie & E=MC^2?",
  "img": "https://cdn.bulbagarden.net/upload/thumb/7/72/082Magneton.png/250px-082Magneton.png"
}, {
  "trivia": "De karacteristieke aanval van Magikarp, *Splash* is in de nintendo spellen een Normal-type aanval, die ook geleerd kan worden door bijvoorbeeld Hoppip, Spoink en Buneary. Blijkt dat het een vertaalfout is en eigenlijk *hop* zou moeten zijn. In Pokémon Go is dit opgelost door het gewoon een Water-type aanval te maken.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/0/02/129Magikarp.png/250px-129Magikarp.png"
}, {
  "trivia": "Arcanine was bedoeld als een legendarische Pokémon in generatie 1. Hij staat op een afbeelding naast de elementaire vogels, en wordt ook beschreven als legendarisch, terwijl hij gewoon op normale wijze te vangen is.",
  "img": "https://cdn.gamerant.com/wp-content/uploads/Arcanine-Legendary-Pokemon-700x525.jpg.optimal.jpg"
}, {
  "trivia": "Koffing en Weezing staan bekend om hun smog, en sommige amerikaanse steden ook. Het is dan ook niet voor niets dat deze twee Pokémon oorspronkelijk Ny en La genoemd zouden worden, verwijzingen naar New York, en Los Angeles.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/1/17/109Koffing.png/250px-109Koffing.png"
}, {
  "trivia": "Een van de meer storende dingen van de Pokédex is altijd al geweest dat Mewtwo #150, en Mew #151 is. Dit is zo omdat Mew in het geheim in de spellen gecodeerd is, zonder dat zelfs Nintendo ervan wist.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/b/b1/151Mew.png/250px-151Mew.png"
}, {
  "trivia": "Doorgaand op Mew, waarschijnlijk is Ditto de eerste (mislukte) cloon van deze mythische Pokémon geweest. Hij heeft dezelfde kleur (ook als shiny), stats verdeling, moveset (beide leren transform op lvl 1) en Ditto kan gevonden worden in de Pokémon Mansion, waar Mewtwo gecloond werd.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/3/36/132Ditto.png/250px-132Ditto.png"
}, {
  "trivia": "Pikachu is de mascotte van Pokémon, maar in het oorspronkelijke plan was dit Clefairy. Als dat doorgevoerd werd was Pikachu gewoon een normale Pokémon geweest.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/f/f4/035Clefairy.png/250px-035Clefairy.png"
}, {
  "trivia": "Veel Pokedex entries van Wobbuffet lijken te wijzen op het idee dat de staart van dit rare beestje eigenlijk de Pokémon is. Het blauwe gedeelte is dus slechts een afleiding van de echte Pokémon. Dit verklaart ook waarom hij er geen echte aanvallen mee kan doen.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/1/17/202Wobbuffet.png/250px-202Wobbuffet.png"
}, {
  "trivia": "Als Paras evolueert, wordt het lichaam overgenomen door de parasitaire paddestoelen op zijn rug. Dit verklaart ook de lege ogen van Parasect, tov de ogen van Paras die je altijd aankijken (check de pokedex maar eens door hem rond te draaien)",
  "img": "https://cdn.bulbagarden.net/upload/thumb/8/80/047Parasect.png/250px-047Parasect.png"
}, {
  "trivia": "Wat eet men in de Pokémon wereld eigenlijk? Pokémon natuurlijk! Een van Farfetch'd's pokedex entries impliceert dat er zo weinig van zijn omdat de soort practisch is uitgestorven door het jagen. Ook zie je Ash en Brock in de serie denken aan een lekkere Magikarp.",
  "img": "https://img.buzzfeed.com/buzzfeed-static/static/2014-01/enhanced/webdr06/14/15/enhanced-buzz-orig-6714-1389730705-8.jpg"
}, {
  "trivia": "Dat Kakuna niet de beste Pokémon is zal bekend zijn, maar zijn stats zijn zo slecht dat een weedle voor het evolueren meer CP heeft dan erna.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/f/f0/014Kakuna.png/250px-014Kakuna.png"
}, {
  "trivia": "Raticate wordt in de eerste twee generaties als *Rat* aangeduid, wat niet zo vreemd is. Vanaf generatie 3 hebben ze echter bedacht dat het ineens een muis hoort te zijn.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/f/f4/020Raticate.png/250px-020Raticate.png"
}, {
  "trivia": "Oddish heeft, net als vele planten, een wetenschappelijke naam: *Oddium Wanderus*. Dit is onder andere te vinden in de dex entry van Fire Red. Naast Oddish is er ook Kabutops: *Kabutops Maximis*.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/4/43/043Oddish.png/250px-043Oddish.png"
}, {
  "trivia": "Bellsprout heeft een dieet van onder andere insecten, wat impliceert dat er naast Pokémon ook gewone dieren bestaan. Dit is ook soms op Pokémon kaarten en in de Anime te zien.",
  "img": "https://cdn.bulbagarden.net/upload/4/4f/RG_Old_Amber.png"
}, {
  "trivia": "Grimer en Gastly zijn de enige twee Pokémon die niet in gewicht toenemen als ze evolueren. Gastly en Haunter staan ook op gedeelde eerste plek als lichtste Pokémon.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/c/ca/092Gastly.png/250px-092Gastly.png"
}, {
  "trivia": "Onix is met een gemiddelde lengte van 8,8 meter de langste Pokémon die uit een ei kan komen. Hoe dit in zijn werk gaat is niet helemaal bekend, en met Spark die dit probeert op te lossen zal dat ook nog wel even zo blijven.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/9/9a/095Onix.png/250px-095Onix.png"
}, {
  "trivia": "De wereld van Pokémon lijkt vredelievend, maar niets is minder waar. Kingler heeft bijvoorbeeld Shellder en Cloyster als dieet, en hij breekt hun schelpen open met zijn klauwen.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/7/71/099Kingler.png/250px-099Kingler.png"
}, {
  "trivia": "In de eerste Pokérap, waar alle (?) 150 Pokémon opgenoemd worden zitten een aantal foutjes. Zo is Lickitung verkeerd gespeld, Geodude is te zien waar Graveler hoort en als Poliwrath genoemd wordt is Poliwag te zien.",
  "img": "http://www.pomofo.com/sites/default/files/styles/large/public/field/image/graveler-geodude.jpg?itok=i6WZE031"
}, {
  "trivia": "Articuno is de enige Pokémon die niet in seizoen 1 van de Anime te zien is geweest. Je moet natuurlijk het beste voor het laatst bewaren ;)",
  "img": "https://cdn.bulbagarden.net/upload/thumb/4/4e/144Articuno.png/250px-144Articuno.png"
}, {
  "trivia": "In generatie 1 waren er een aantal Pokémon die voor de hand liggende aanvallen niet konden leren. Zo kon Tangela (een bol vines) geen Vine whip, en Lickitung geen Lick leren.",
  "img": "https://assets.pokemon.com/assets/cms2/img/pokedex/detail/108.png"
}, {
  "trivia": "De staart van Girafarig heeft een eigen (minder ontwikkeld) brein, dat zelf beslissingen kan maken. De Pokémon is dus een beetje, net als zijn naam, een palindroom. (weet jij 3 andere Pokémon met palindroom namen?)",
  "img": "https://cdn.bulbagarden.net/upload/thumb/1/11/203Girafarig.png/250px-203Girafarig.png"
}, {
  "trivia": "Amerikanen zijn gek, maar japanners veel gekker. Een aantal afleveringen van Pokémon zijn dan ook gebanned van amerikaanse (en europese) televisie. Denk hierbij aan mensen met pistolen, James met borsten, een Tentacruel die gebouwen sloopt net na 9-11 en epileptische aanvallen veroorzakende flitsen.",
  "img": "https://upload.wikimedia.org/wikipedia/en/f/f1/Pok%C3%A9mon_episode_Beauty_and_the_Beach_-_screen_capture_.jpg"
}, {
  "trivia": "De oorspronkelijke Jynx was zwart gekleurd. Dit is later naar paars veranderd vanwege de negatieve associatie met negers.",
  "img": "https://cdn.bulbagarden.net/upload/b/b6/Jynx_AG013.png"
}, {
  "trivia": "Electrode is gemiddeld 67 kg, en 1,2 meter hoog. Aangenomen dat dit een perfecte bol is heeft hij een dichtheid van 73,6kg/m^3. Hij zou dus in water zo'n 900 kg kunnen dragen zonder te zinken (maar hij kan geen surf leren).",
  "img": "https://cdn.bulbagarden.net/upload/thumb/8/84/101Electrode.png/250px-101Electrode.png"
}, {
  "trivia": "Toen in 2008 door Japanse wetenschappers een nieuw proteïne ontdekt werd, deed de werking ervan ze denken aan de snelheid en relatie tot elektriciteit van Pikachu. Ze noemde het daarom: Pikachurin.",
  "img": "https://cdn.bulbagarden.net/upload/thumb/1/17/025Pikachu-Original.png/110px-025Pikachu-Original.png"
}
]
